---
kind: enumMember
id: F:Autodesk.Revit.DB.Architecture.RailTransitionOption.Simple
enum: Autodesk.Revit.DB.Architecture.RailTransitionOption
source: html/da924c47-adf1-a267-c59e-abb697abd7db.htm
---
# Autodesk.Revit.DB.Architecture.RailTransitionOption.Simple

Simple